Repository: WhyNotHugo/django-afip
Catalog: django_afip/locale/*/LC_MESSAGES/django.po
Languages: es

source: The AFIP Taxpayer certificate has expired.
es: El certificado de contribuyente del AFIP venció.

source: The AFIP Taxpayer certificate is untrusted.
es: El certificado de contribuyente del AFIP no es de confianza.

source: The AFIP Taxpayer certificate is corrupt.
es: El certificado de contribuyente del AFIP no está corrupto.

source: An unknown authentication error has ocurred: %s
es: Error desconocido en la autenticación: %s

source: status
es: estado

source: Validated
es: Validados

source: Not validated
es: No validados

source: receipt number
es: número de comprobante

source: total amount
es: monto total

source: validated
es: validado

source: Create
es: Crear

source: Edit
es: Editar

source: Receipt validation failed: %s.
es: Validación de comprobante falló: %s.

source: Validate
es: Validar

source: %d points of sales created.
es: %d puntos de venta creados.

source: %d points of sales already existed.
es: %d puntos de ventas ya existían.

source: Fetch points of sales
es: Obtener puntos de venta

source: Key generated successfully.
es: Clave generada con éxito.

source: %d keys generated successfully.
es: %d claves generadas con éxito.

source: No keys generated; Taxpayers already had keys.
es: Claves no generadas; todos los contribuyentes tenían claves.

source: Generate key
es: Generar clave

source: Can only generate CSR for one taxpayer at a time.
es: Sólo se pueden generar CSR para un contribuyente por vez.

source: Generate CSR
es: Generar CSR

source: has file
es: tiene archivo

source: Yes
es: Sí

source: Has file
es: Tiene archivo

source: Generate pdf
es: Generar pdf

source: result
es: resultado

source: A CUIT number (up to 11 digits).
es: Un número de CUIT (hasta 11 dígitos).

source: Fetches required AFIP metadata and stores it locally.
es: Obtiene metadatos necesarios del AFIP y los almacena localmente.

source: code
es: código

source: description
es: descripción

source: valid from
es: válido desde

source: valid until
es: válido hasta

source: receipt type
es: tipo de comprobante

source: receipt types
es: tipos de comprobante

source: concept type
es: tipo de concepto

source: concept types
es: tipos de concepto

source: document type
es: tipo de documento

source: document types
es: tipos de documento

source: vat type
es: tipo de iva

source: vat types
es: tipos de iva

source: tax type
es: tipo de tributo

source: tax types
es: tipos de tributo

source: currency type
es: tipo de moneda

source: currency types
es: tipos de moneda

source: name
es: nombre

source: A friendly name to recognize this taxpayer.
es: Un nombre amigable para reconocer a este contribuyente.

source: key
es: clave

source: certificate
es: certificado

source: is sandboxed
es: modo prueba

source: Indicates if this taxpayer should use with the sandbox servers rather than the production servers.
es: Indica si el contribuyente interactúa con los servidores de prueba en vez de los servidores productivos.

source: certificate expiration
es: expiración de certificado

source: Stores expiration for the current certificate.<br>Note that this field is updated pre-save, so the value may be invalid for unsaved models.
es: Guarda la fecha de expiración del certificado actual.<br>Nótese que este campo es actualizado previo a guardar, así que el valor puede ser inválido para modelos sin guardar.

source: active since
es: inicio de actividades

source: Date since which this taxpayer has been legally active.
es: Fecha desde la cual el contribuyente está legalmente activo.

source: taxpayer
es: contribuyente

source: taxpayers
es: contribuyentes

source: issuing name
es: nombre del emisor

source: The name of the issuing entity as shown on receipts.
es: El nombre del emisor, tal como será mostrado en los comprobantes.

source: issuing address
es: domicilio del emisor

source: The address of the issuing entity as shown on receipts.
es: El domicilio del emisor, tal como será mostrado en el comprobante.

source: issuing email
es: email del emisor

source: The email of the issuing entity as shown on receipts.
es: El email del emisor, tal como será mostrado en el comprobante.

source: vat condition
es: condición de IVA

source: gross income condition
es: condición ingresos brutos

source: sales terms
es: condición de venta

source: The terms of the sale printed onto receipts by default (eg: single payment, checking account, etc).
es: Los términos de venta impresos en los comprobantes por defecto (eg: un pago, cuenta corriente, etc).

source: taxpayer profile
es: perfil de contribuyente

source: taxpayer profiles
es: perfiles de contribuyentes

source: A logo to use when generating printable receipts.
es: Logo a usar al generar imprimibles de recibos.

source: taxpayer extras
es: extras de contribuyente

source: taxpayers extras
es: extras de contribuyentes

source: number
es: número

source: issuance type
es: tipo de emisión

source: blocked
es: bloqueado

source: drop date
es: fecha de baja

source: owner
es: dueño

source: point of sales
es: punto de ventas

source: points of sales
es: puntos de venta

source: There are no taxpayers to generate a ticket.
es: No hay contribuyentes para generar un ticket.

source: unique id
es: id único

source: generated
es: generado

source: expires
es: vence

source: service
es: servicio

source: Service for which this ticket has been authorized.
es: Servicio para el cual este ticket ha sido autorizado.

source: signature
es: firma

source: authorization ticket
es: ticket de autorización

source: authorization tickets
es: tickets de autorización

source: concept
es: concepto

source: The document type of the recipient of this receipt.
es: El tipo de documento del cliente para el cual este recibo es emitido.

source: document number
es: número de documento

source: The document number of the recipient of this receipt.
es: El número de documento del cliente para el cual este comprobante es emitido.

source: If left blank, the next valid number will assigned when validating the receipt.
es: Si queda en blanco, se completará con el próximo número válido al validar el comprobante.

source: issued date
es: fecha de emisión

source: Can diverge up to 5 days for good, or 10 days otherwise.
es: Puede divergir hasta 5 días para bienes, o 10 en otros casos.

source: Must be equal to the sum of net_taxed, exempt_amount, net_taxes, and all taxes and vats.
es: Debe ser igual a la suma de monto no gravado, monto exento, monto gravado, y todos los tributos e ivas.

source: total untaxable amount
es: monto total no gravado

source: The total amount to which taxes do not apply.<br>For C-type receipts, this must be zero.
es: El total para el cual impuestos no aplican.<br>Para comprobantes tipo C, debe ser cero.

source: total taxable amount
es: monto total gravado

source: The total amount to which taxes apply.<br>For C-type receipts, this is equal to the subtotal.
es: EL total para el cual aplican impuestos .<br>Para comprobantes tipo C, esto es igual al subtotal.

source: exempt amount
es: monto exento

source: Only for categories which are tax-exempt.<br>For C-type receipts, this must be zero.
es: Sólo para rubros que son exentos de impuestos.<br>Para comprobantes tipo C, debe ser cero.

source: service start date
es: fecha de comienzo de servicio

source: Date on which a service started. No applicable for goods.
es: Fecha en la cual el servicio comenzó. No aplica a bienes.

source: service end date
es: fecha de fin de servicio

source: Date on which a service ended. No applicable for goods.
es: Fecha en la cual el servicio finalizó. No aplica a bienes.

source: receipt expiration date
es: fecha de vencimiento del comprobante

source: Date on which this receipt expires. No applicable for goods.
es: Fecha en la cual este comprobante expira. No aplica a bienes.

source: currency
es: moneda

source: Currency in which this receipt is issued.
es: Moneda en la cual el comprobante es emitido.

source: currency quote
es: cotización de moneda

source: The currency's quote on the day this receipt was issued.
es: La cotización de la moneda en el día que fue emitido este comprobante.

source: related receipts
es: comprobantes relacionados

source: Unnumbered %s
es: %s sin número

source: receipt
es: comprobante

source: receipts
es: comprobantes

source: pdf file
es: archivo pdf

source: The actual file which contains the PDF data.
es: El archivo que contiene el PDF en sí.

source: client name
es: nombre del cliente

source: client address
es: domicilio del cliente

source: client vat condition
es: condición de IVA del client

source: Should be something like "Cash", "Payable in 30 days", etc.
es: Debería ser algo como "Efectivo" o "Pagable a 30 días", etc.

source: Cannot generate pdf for non-authorized receipt
es: No se puede generar un PDF para un comprobante no autorizado.

source: Receipt PDF for %s
es: PDF de comprobante para %s

source: receipt pdf
es: pdf del comprobante

source: receipt pdfs
es: pdfs de comprobantes

source: quantity
es: cantidad

source: unit price
es: precio unitario

source: Price per unit before vat or taxes.
es: Precio por unidad antes de IVA o impuestos.

source: vat
es: iva

source: receipt entry
es: entrada de comprobante

source: receipt entries
es: entradas de comprobantes

source: base amount
es: monto base

source: aliquot
es: alicuota

source: amount
es: monto

source: tax
es: tributo

source: taxes
es: tributos

source: message
es: mensaje

source: observation
es: observación

source: observations
es: observaciones

source: approved
es: aprobado

source: rejected
es: rechazado

source: Indicates whether the validation was succesful or not.
es: Indica si la validación fue exitosa o no.

source: processed date
es: fecha procesado

source: The CAE as returned by the AFIP.
es: El CAE, tal como fue devuelto por el AFIP.

source: cae expiration
es: expiración de cae

source: The CAE expiration as returned by the AFIP.
es: El vencimiento de CAE, tal como fue devuelto por el AFIP.

source: The observations as returned by the AFIP. These are generally present for failed validations.
es: Las observaciones devueltas por el AFIP. Generalmente están presentes para validaciones fallidas.

source: The Receipt for which this validation applies.
es: El comprobante para el cual esta validación aplica.

source: Validation for %s. Result: %s
es: Validación para %s. Resultado: %s

source: receipt validation
es: validación de comprobante

source: receipt validations
es: validaciones de comprobante

source: Malformed CUIT.
es: CUIT malformado
